{
    "references": {
        "1": "Loges NT, Olbrich H, Fenske L, et al. DNAI2 mutations cause primary ciliary dyskinesia with defects in the outer dynein arm. Am J Hum Genet. 2008;83(5):547-558.",
        "2": "Leigh MW, Ferkol TW, Davis SD, et al. Clinical Features and Associated Likelihood of Primary Ciliary Dyskinesia in Children and Adolescents. Ann Am Thorac Soc. 2016;13(8):1305-1313.",
        "3": "Hornef N, Olbrich H, Horvath J, et al. DNAH5 mutations are a common cause of primary ciliary dyskinesia with outer dynein arm defects. Am J Respir Crit Care Med. 2006;174(2):120-126.",
        "4": "Davis SD, Ferkol TW, Rosenfeld M, et al. Clinical features of childhood primary ciliary dyskinesia by genotype and ultrastructural phenotype. Am J Respir Crit Care Med. 2015;191(3):316-324.",
        "5": "Fliegauf M, Olbrich H, Horvath J, et al. Mislocalization of DNAH5 and DNAH9 in respiratory cells from patients with primary ciliary dyskinesia. Am J Respir Crit Care Med. 2005;171(12):1343-1349.",
        "6": "Olbrich H, Haffner K, Kispert A, et al. Mutations in DNAH5 cause primary ciliary dyskinesia and randomization of left-right asymmetry. Nat Genet. 2002;30(2):143-144.",
        "7": "Vanaken GJ, Bassinet L, Boon M, et al. Infertility in an adult cohort with primary ciliary dyskinesia: phenotype-gene association. Eur Respir J. 2017;50(5).",
        "8": "Zuccarello D, Ferlin A, Cazzadore C, et al. Mutations in dynein genes in patients affected by isolated non-syndromic asthenozoospermia. Human Reproduction. 2008;23(8):1957-1962.",
        "9": "Shoemark A, Rubbo B, Legendre M, et al. Topological data analysis reveals genotype–phenotype relationships in primary ciliary dyskinesia. European Respiratory Journal. 2021;58(2):2002359.",
        "10": "Failly M, Bartoloni L, Letourneau A, et al. Mutations in DNAH5 account for only 15% of a non-preselected cohort of patients with primary ciliary dyskinesia. J Med Genet. 2009;46(4):281-286.",
        "11": "Hannah WB, Seifert BA, Truty R, et al. The global prevalence and ethnic heterogeneity of primary ciliary dyskinesia gene variants: a genetic database analysis. Lancet Respir Med. 2022;10(5):459-468.",
        "12": "Guichard C, Harricane M-C, Lafitte J-J, et al. Axonemal Dynein Intermediate-Chain Gene (DNAI1) Mutations Result in Situs Inversus and Primary Ciliary Dyskinesia (Kartagener Syndrome). The American Journal of Human Genetics. 2001;68(4):1030-1035.",
        "13": "Pennarun G, Escudier E, Chapelin C, et al. Loss-of-function mutations in a human gene related to Chlamydomonas reinhardtii dynein IC78 result in primary ciliary dyskinesia. Am J Hum Genet. 1999;65(6):1508-1519.",
        "14": "Zariwala MA, Leigh MW, Ceppa F, et al. Mutations of DNAI1 in primary ciliary dyskinesia: evidence of founder effect in a common mutation. Am J Respir Crit Care Med. 2006;174(8):858-866.",
        "15": "Failly M, Saitta A, Munoz A, et al. DNAI1 mutations explain only 2% of primary ciliary dykinesia. Respiration. 2008;76(2):198-204.",
        "16": "Mazor M, Alkrinawi S, Chalifa-Caspi V, et al. Primary ciliary dyskinesia caused by homozygous mutation in DNAL1, encoding dynein light chain 1. Am J Hum Genet. 2011;88(5):599-607.",
        "17": "Poplawska K, Griffiths A, Temme R, Adamko DJ, Nykamp K, Shapiro AJ. Deletions in DNAL1 Cause Primary Ciliary Dyskinesia Across North American Indigenous Populations. J Pediatr. 2023;261:113362.",
        "18": "Knowles MR, Leigh MW, Carson JL, et al. Mutations of DNAH11 in patients with primary ciliary dyskinesia with normal ciliary ultrastructure. Thorax. 2012;67(5):433-441.",
        "19": "Schwabe GC, Hoffmann K, Loges NT, et al. Primary ciliary dyskinesia associated with normal axoneme ultrastructure is caused by DNAH11 mutations. Hum Mutat. 2008;29(2):289-298.",
        "20": "Shoemark A, Burgoyne T, Kwan R, et al. Primary ciliary dyskinesia with normal ultrastructure: three-dimensional tomography detects absence of DNAH11. European Respiratory Journal. 2018;51(2):1701809"
    }
}

